Repository: eastsea-xyz/eastsea
Catalog: apps/wallet/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans, zh_hant

source: After a power cut this Mac starts up by itself and the node comes back without anyone logging in.
ja: 停電後、このMacは自動で起動し、ログインしなくてもノードが再開します。
ko: 정전이 나도 이 Mac은 저절로 켜지고, 로그인 없이 노드가 돌아와요.
zh_hans: 断电后，此 Mac 会自动开机，节点无需登录即可恢复。
zh_hant: 停電後，此 Mac 會自動啟動，節點也會恢復，無須登入。

source: After a reboot the node — and this Mac's vote — come back by themselves, without anyone logging in, everywhere macOS allows it. A FileVault cold boot waits for one unlock first.
ja: 再起動後も、macOSが許す範囲でノードとこのMacの投票がログインなしで自動的に再開します。FileVaultが有効な状態で電源を入れた場合は、一度ロックを解除する必要があります。
ko: 재시동한 뒤에도 노드와 이 Mac의 투표가 로그인 없이 저절로 돌아와요(macOS가 허락하는 범위에서). FileVault가 켜진 상태로 전원을 켜면 한 번 잠금을 풀어야 해요.
zh_hans: 重新启动后，在 macOS 允许的情况下，节点和此 Mac 的投票会自动恢复，无需登录。启用 FileVault 后开机，需要先解锁一次。
zh_hant: 重新啟動後，節點與此 Mac 的投票會自動恢復，無須登入，前提是 macOS 允許。啟用 FileVault 時，開機後須先解鎖一次。

source: After fixing it, press Try Again.
ja: 解決したら「再試行」を押してください。
ko: 고친 뒤 ‘다시 시도’를 눌러 주세요.
zh_hans: 修复后，请按“重试”。
zh_hant: 修正後，請按「再試一次」。

source: After restarts
ja: 再起動後も
ko: 재시작 후에도
zh_hans: 重启后继续
zh_hant: 重新啟動後繼續

source: Agent payments so far
ja: エージェントの支払い履歴
ko: 에이전트 결제 내역
zh_hans: 代理付款记录
zh_hant: 代理付款紀錄

source: All
ja: すべて
ko: 전체
zh_hans: 全部
zh_hant: 全部

source: All free space
ja: 空き容量をすべて使う
ko: 남는 공간 모두
zh_hans: 全部可用空间
zh_hant: 全部可用空間

source: All free space (keeps %@ free)
ja: 空き容量をすべて使う（%@は空けておく）
ko: 남는 공간 모두 (%@는 비워 둠)
zh_hans: 全部可用空间（保留 %@ 空闲）
zh_hant: 全部可用空間（保留 %@）

source: All history
ja: すべての閲覧履歴
ko: 모든 방문 기록
zh_hans: 全部浏览记录
zh_hant: 所有瀏覽記錄

source: Allow with Touch ID
ja: Touch IDで許可
ko: Touch ID로 허용
zh_hans: 用 Touch ID 允许
zh_hant: 透過 Touch ID 允許

source: Also in View ▸ Developer Mode (⇧⌘D)
ja: 「表示」▸「開発者モード」（⇧⌘D）からも選べます
ko: 보기 ▸ 개발자 모드(⇧⌘D)에도 있어요
zh_hans: 也可在“显示”▸“开发者模式”（⇧⌘D）中找到
zh_hant: 也可從「顯示」▸「開發者模式」（⇧⌘D）開啟

source: Amount
ja: 金額
ko: 금액
zh_hans: 金额
zh_hant: 金額

source: Amount (base units)
ja: 数量（最小単位）
ko: 수량(최소 단위)
zh_hans: 数量（最小单位）
zh_hant: 數量（最小單位）

source: Amount (each)
ja: 金額（1人あたり）
ko: 금액 (한 명당)
zh_hans: 金额（每人）
zh_hant: 金額（每人）

source: Amount asked: %@ %@
ja: 依頼された金額：%@ %@
ko: 요청 금액: %@ %@
zh_hans: 请求金额：%@ %@
zh_hant: 請求金額：%@ %@

source: An earlier payment did not go through, so this one did not either. No money left your wallet. You can send it again.
ja: 先の支払いが処理されなかったため、この支払いも処理されませんでした。ウォレットから資金は出ていません。再送できます。
ko: 앞서 보낸 거래가 처리되지 않아 이 거래도 처리되지 않았어요 (아직 체인에 기록되지 않음). 다시 보낼 수 있어요.
zh_hans: 更早的付款未处理，因此此付款也未处理。钱包没有扣款，你可以重新发送。
zh_hant: 先前付款未完成，因此此筆也未完成。沒有資金離開錢包，你可再次傳送。

source: Another %@ is already running this node. Please use that app instead.
ja: 別の%@がすでにこのノードを動かしています。そのアプリを使ってください。
ko: 다른 %@가 이미 이 노드를 실행하고 있어요. 그 앱에서 노드를 켜 주세요.
zh_hans: 另一个 %@ 已在运行此节点，请改用那个应用。
zh_hant: 另一個 %@ 已在執行此節點，請改用該應用程式。

source: Another node program (such as the old Aether app) is using the same data. Quit it.
ja: 別のノードプログラム（以前のAetherアプリなど）が同じデータを使っています。そのプログラムを終了してください。
ko: 다른 노드 프로그램(이전 Aether 앱 등)이 같은 데이터를 쓰고 있어요. 그 프로그램을 종료해 주세요.
zh_hans: 其他节点程序，例如旧版 Aether 应用，正在使用相同数据。请退出该程序。
zh_hant: 另一個節點程式（例如舊的 Aether 應用程式）正在使用相同資料，請結束該程式。

source: Another payment with the same number (%@) went through instead. No money left through this one.
ja: 同じ番号（%@）の別の支払いが先に処理されました。この支払いで資金は出ていません。
ko: 같은 순서 번호(%@)로 보낸 다른 거래가 체인에 기록됐어요. 이 거래는 처리되지 않으며, 이 거래로 빠져나간 돈은 없어요.
zh_hans: 相同编号 %@ 的另一笔付款已完成，此付款没有扣款。
zh_hant: 另一筆使用相同編號（%@）的付款已完成，此筆未移出任何資金。

source: Another payment with the same number may have taken its place. This payment is not recorded on chain yet.
ja: 同じ番号を使った別の支払いに置き換えられた可能性があります。この支払いはまだチェーンに記録されていません。
ko: 같은 순서 번호를 사용한 다른 거래가 이 거래를 대신했을 수 있어요. 이 거래는 아직 체인에 기록되지 않았어요.
zh_hans: 相同编号的另一笔付款可能已替代它。此付款尚未记录在链上。
zh_hant: 另一筆使用相同編號的付款可能已取代它。此付款尚未記錄在鏈上。

source: Another payment with the same number went through instead. No money left through this one.
ja: 同じ番号の別の支払いが先に処理されました。この支払いで資金は出ていません。
ko: 같은 순서 번호로 보낸 다른 거래가 먼저 처리돼 이 거래는 처리되지 않았어요 (아직 체인에 기록되지 않음).
zh_hans: 相同编号的另一笔付款已完成，此付款没有扣款。
zh_hant: 另一筆使用相同編號的付款已完成，此筆未移出任何資金。

source: Another program has the node data
ja: 別のプログラムがノードデータを使用中
ko: 다른 프로그램이 노드 데이터를 사용 중
zh_hans: 其他程序正在使用节点数据
zh_hant: 另一個程式正在使用節點資料

source: Another transaction used this account's transaction number on chain. This transaction can no longer be processed.
ja: このアカウントの取引番号を使った別の取引がチェーンに記録されました。この取引はもう処理できません。
ko: 이 계정의 거래 순서 번호를 사용한 다른 거래가 체인에 기록됐어요. 이 거래는 이제 처리될 수 없어요.
zh_hans: 另一笔交易使用了此账户的交易编号，并已记录在链上。此交易无法再处理。
zh_hant: 另一筆交易使用了此帳戶的交易編號，並已記錄在鏈上。此交易無法再處理。

source: Approve
ja: 承認
ko: 승인
zh_hans: 批准
zh_hant: 批准

source: Approve a request
ja: 依頼を承認
ko: 요청 승인
zh_hans: 批准请求
zh_hant: 批准請求

source: Approve payees and set spending limits with Touch ID.
ja: Touch IDで支払先を承認し、支出の上限を設定します。
ko: Touch ID로 수취인을 승인하고 지출 한도를 정하세요.
zh_hans: 使用 Touch ID 批准收款人并设置支出限额。
zh_hant: 使用 Touch ID 核准收款人並設定支出限額。

source: Approved release %@ (%@)
ja: 承認済みのリリース%@（%@）
ko: 승인된 릴리스 %@ (%@)
zh_hans: 已批准的版本 %@（%@）
zh_hant: 已批准版本 %@（%@）

source: Approved token %@
ja: トークン%@の使用を許可しました
ko: 토큰 %@ 사용 허락
zh_hans: 已授权使用代币 %@
zh_hant: 已批准代幣 %@ 的使用

source: Approved token %@ for %@
ja: %@の使用を%@に許可しました
ko: 토큰 %@ 사용을 %@에게 허락
zh_hans: 已授权 %2$@ 使用代币 %1$@
zh_hant: 已批准代幣 %@ 供 %@ 使用

source: Asia
ja: アジア
ko: 아시아
zh_hans: 亚洲

source: Asset
ja: 資産
ko: 자산
zh_hans: 资产
zh_hant: 資產

source: Assets
ja: 資産
ko: 자산
zh_hans: 资产
zh_hant: 資產

source: At login
ja: ログイン時
ko: 로그인할 때
zh_hans: 登录时
zh_hant: 登入時

source: Authenticate Owner and Rebind
ja: 所有者を認証して再関連付け
ko: 소유자 인증 후 다시 연결
zh_hans: 验证所有者身份并重新绑定
zh_hant: 驗證擁有者身分並重新綁定

source: Automatic (25% of memory)
ja: 自動（メモリの25%）
ko: 자동 (메모리의 25%)
zh_hans: 自动（内存的 25%）
zh_hant: 自動（記憶體的 25%）

source: Automatic wallet action links are blocked. Open the link yourself to continue.
ja: ウォレット操作リンクの自動起動をブロックしました。続けるにはリンクを自分で開いてください。
ko: 지갑 동작 링크가 자동으로 열리는 것을 차단했어요. 계속하려면 직접 링크를 여세요.
zh_hans: 已阻止自动打开钱包操作链接。请手动打开链接以继续。
zh_hant: 已封鎖自動開啟錢包操作連結。請手動開啟連結以繼續。

source: Available
ja: 送れる金額
ko: 보낼 수 있는 금액
zh_hans: 可用金额
zh_hant: 可傳送金額

source: Back
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

source: Back to Home
ja: ホームに戻る
ko: 홈으로 돌아가기
zh_hans: 返回首页
zh_hant: 返回首頁

source: Balance
ja: 残高
ko: 잔액
zh_hans: 余额
zh_hant: 餘額

source: Balance increased by %@ %@ · block #%@
ja: 残高が%@ %@増えました · ブロック#%@
ko: 잔액이 %@ %@ 늘었어요 · 블록 #%@
zh_hans: 余额增加了 %@ %@ · 区块 #%@
zh_hant: 餘額增加 %@ %@ · 區塊 #%@

source: Balance reads are answered by other Macs running %@ nodes, and those nodes see the addresses this wallet looks up. On a Mac with its own node switched on (Network page), reads stay on this Mac. Either way every balance is verified here, so a serving node can be slow or stale, never wrong.
ja: 残高の問い合わせには、%@ノードを動かす別のMacが応答します。そのノードには、このウォレットが調べるアドレスが見えます。このMacでノードを有効にすると（ネットワーク画面）、問い合わせはこのMac内で完結します。どちらの場合も残高はこのデバイスで検証されます。応答するノードが遅れたり古い情報を返したりしても、誤った残高は表示されません。
ko: 잔액 조회는 %@ 노드를 켜 둔 다른 Mac들이 답해 주고, 그 노드들은 이 지갑이 조회하는 주소를 볼 수 있어요. 이 Mac에서 노드를 켜면(네트워크 페이지) 조회가 이 Mac 안에서 끝나요. 어느 쪽이든 잔액은 모두 이 기기에서 검증하므로, 답해 주는 노드가 느리거나 늦을 수는 있어도 틀린 값을 보여 줄 수는 없어요.
zh_hans: 运行 %@ 节点的其他 Mac 会回答余额查询，也会看到这个钱包查询的地址。在此 Mac 的“网络”页面开启节点后，查询会留在此 Mac 上。无论哪种方式，每个余额都在此设备上验证，提供数据的节点可能缓慢或过时，但无法给出错误余额。
zh_hant: 餘額查詢由執行 %@ 節點的其他 Mac 回覆，這些節點會看到錢包查詢的地址。若此 Mac 已開啟自己的節點（在「網路」頁面），查詢便會留在此 Mac。無論哪種方式，每筆餘額都在這裡驗證。因此提供資料的節點可能較慢或資料較舊，但無法顯示錯誤餘額。

source: Become a voting node
ja: 投票ノードになる
ko: 투표 노드 되기
zh_hans: 成为投票节点
zh_hant: 成為投票節點

source: Before a transfer is signed, %@ compares the recipient with addresses you sent to before (a look-alike asks you to confirm the whole address), notes first-time sends, and tries the transfer on the node so a token that refuses transfers is caught first. These checks read public chain data and settings on this device. Nothing new is written on chain.
ja: 署名前に、%@が受取人のアドレスを過去の送金先と比較します。似たアドレスなら全体の確認を求め、初めての送金先なら知らせます。ノードで送金を試し、送金を拒否するトークンも先に確認します。公開されたチェーンのデータとこのデバイスの設定だけを読み取り、チェーンには何も書き込みません。
ko: 보내기 전에 %@가 받는 주소를 예전에 보낸 주소와 비교하고(비슷하게 생긴 주소면 전체 주소를 확인하게 해요), 처음 보내는 주소면 알려 주고, 노드에서 미리 보내 봐서 전송을 막는 토큰을 먼저 걸러 내요. 이 확인은 공개된 체인 정보와 이 기기의 설정만 읽고, 체인에는 아무것도 새로 쓰지 않아요.
zh_hans: 签名前，%@ 会将收款地址与之前转账的地址比较；若地址相似，会请你核对完整地址。它会提示首次转账，并在节点上预先尝试，以发现拒绝转账的代币。这些检查只读取公开的链上数据和此设备的设置，不会向链上写入任何新内容。
zh_hant: 簽署傳送前，%@ 會比對收款地址與先前傳送過的地址（若地址相似，會要求確認完整地址），提醒首次傳送的地址，並在節點上試行傳送，先找出拒絕傳送的代幣。這些檢查只讀取公開鏈上資料與此裝置的設定，不會在鏈上寫入任何新資料。

source: Before you use %@
ja: %@を使う前に
ko: %@를 쓰기 전에
zh_hans: 使用 %@ 前
zh_hant: 使用 %@ 前

source: Block
ja: ブロック
ko: 블록
zh_hans: 区块
zh_hant: 區塊

source: Block #%@
ja: ブロック#%@
ko: 블록 #%@
zh_hans: 区块 #%@
zh_hant: 區塊 #%@

source: Block %@ finality: one BLS threshold signature from a %u-validator committee, checked against its group key · state root %@… · EIP-7864 proof for this address
ja: ブロック%@の確定：検証者%u人の委員会によるBLSしきい値署名をグループキーで確認 · 状態ルート%@… · このアドレスのEIP-7864証明
ko: 블록 %@ 확정: 검증자 %u명 위원회의 BLS 임계 서명 하나를 그룹 키로 확인 · 상태 루트 %@… · 이 주소의 EIP-7864 증명
zh_hans: 区块 %@ 已确定：用委员会公钥核对由 %u 位验证者组成的委员会的一份 BLS 门限签名 · 状态根 %@… · 此地址的 EIP-7864 证明
zh_hant: 區塊 %@ 確定性：以群組金鑰確認 %u 名驗證者委員會的一份 BLS 門檻簽章 · 狀態根 %@… · 此地址的 EIP-7864 證明

source: Block data
ja: ブロックデータ
ko: 블록 데이터
zh_hans: 区块数据
zh_hant: 區塊資料

source: Block data location
ja: ブロックデータの保存先
ko: 블록 데이터 위치
zh_hans: 区块数据位置
zh_hant: 區塊資料位置

source: Block explorer
ja: ブロックエクスプローラー
ko: 블록 탐색기
zh_hans: 区块浏览器
zh_hant: 區塊瀏覽器

source: Block time
ja: ブロックの間隔
ko: 블록 간격
zh_hans: 区块间隔
zh_hant: 區塊間隔

source: Blocks verified this session
ja: このセッションで検証したブロック
ko: 이번 세션에 검증한 블록
zh_hans: 本次运行验证的区块
zh_hant: 本次執行已驗證的區塊

source: Bookmarks and history
ja: お気に入りと履歴
ko: 즐겨찾기와 방문 기록
zh_hans: 收藏和浏览记录
zh_hant: 收藏與瀏覽記錄

source: Bought on launchpad · %@
ja: ローンチパッドで購入 · %@
ko: 런치패드에서 구매 · %@
zh_hans: 在发行平台购买 · %@
zh_hant: 在發行平台買入 · %@

source: Browse blocks and transactions.
ja: ブロックと取引を確認できます。
ko: 블록과 거래를 살펴보세요.
zh_hans: 浏览区块和交易。
zh_hant: 瀏覽區塊和交易。

source: Browser
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Browser changes could not be saved on this device.
ja: このデバイスにブラウザの変更を保存できませんでした。
ko: 이 기기에 브라우저 변경 사항을 저장하지 못했어요.
zh_hans: 无法在此设备上保存浏览器更改。
zh_hant: 無法在此裝置上儲存瀏覽器變更。

source: Browser library
ja: ブラウザのライブラリ
ko: 브라우저 보관함
zh_hans: 浏览器资料库
zh_hant: 瀏覽器資料庫

source: Bundled with the app — reads your own node, signs nothing.
ja: アプリに含まれています。自分のノードを読むだけで、署名は行いません。
ko: 앱에 들어 있어요. 내 노드를 읽기만 하고 아무것도 서명하지 않아요.
zh_hans: 包含在应用中，只读取自己的节点，不签名。
zh_hant: 隨應用程式提供，只讀取你的節點，不簽署任何內容。

source: Buy on the launch curve
ja: ローンチパッドで購入
ko: 런치패드에서 구매
zh_hans: 在发行曲线上购买
zh_hant: 在發行曲線上買入

source: Buy with %@ (graduated pool)
ja: %@で購入（移行後のプール）
ko: %@ 내고 구매 (졸업한 풀)
zh_hans: 用 %@ 购买（已完成发行的池）
zh_hant: 以 %@ 買入（已完成發行的資金池）

source: CPU limit
ja: CPUの上限
ko: CPU 한도
zh_hans: CPU 限额
zh_hant: 處理器限額

source: Call data (%lld bytes)
ja: 呼び出しデータ（%lldバイト）
ko: 호출 데이터 (%lld바이트)
zh_hans: 调用数据（%lld 字节）
zh_hant: 呼叫資料（%lld 位元組）

source: Calldata
ja: 呼び出しデータ
ko: 호출 데이터
zh_hans: 调用数据
zh_hant: 呼叫資料

source: Called %@
ja: %@を呼び出しました
ko: %@ 호출
zh_hans: 已调用 %@
zh_hant: 已呼叫 %@

source: Can finish %@
ja: %@から完了できます
ko: %@부터 마칠 수 있어요
zh_hans: %@ 起可完成
zh_hant: %@ 後可完成

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cancel and remove all recovery keys
ja: キャンセルして復旧キーをすべて削除
ko: 취소하고 복구 키 모두 삭제
zh_hans: 取消并删除全部恢复密钥
zh_hant: 取消並移除所有復原金鑰

source: Cancel it
ja: キャンセルする
ko: 취소하기
zh_hans: 取消
zh_hant: 取消

source: Candidate · %llu of %llu hours online
ja: 候補 · %2$llu時間中%1$llu時間接続
ko: 후보 · %2$llu시간 중 %1$llu시간 접속
zh_hans: 候选 · 已在线 %llu 小时，目标 %llu 小时
zh_hant: 候選 · 已連線 %llu 小時，共 %llu 小時

source: Catching up
ja: 同期中
ko: 따라잡는 중
zh_hans: 正在赶上
zh_hant: 正在追上進度

source: Catching up with the network
ja: ネットワークと同期中
ko: 네트워크를 따라잡는 중
zh_hans: 正在赶上网络
zh_hant: 正在追上網路進度

source: Catching up with the network · block #%@
ja: ネットワークと同期中 · ブロック#%@
ko: 네트워크를 따라잡는 중 · 블록 #%@
zh_hans: 正在赶上网络 · 区块 #%@
zh_hant: 正在追上網路進度 · 區塊 #%@

source: Change in System Settings…
ja: システム設定で変更…
ko: 시스템 설정에서 변경…
zh_hans: 在系统设置中更改…
zh_hant: 在系統設定中變更…

source: Check balance again
ja: 残高をもう一度確認
ko: 잔액 다시 확인
zh_hans: 重新检查余额
zh_hant: 重新確認餘額

source: Check for Updates
ja: アップデートを確認
ko: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check the amount: it is not a number this wallet can send.
ja: 金額を確認してください。このウォレットから送れる数値ではありません。
ko: 금액을 확인해 주세요. 보낼 수 있는 숫자가 아니에요.
zh_hans: 请检查金额，这个数字无法由此钱包发送。
zh_hant: 請確認金額，這不是錢包可傳送的數值。

source: Checked again every 30 s.
ja: 30秒ごとに再確認します。
ko: 30초마다 다시 확인해요.
zh_hans: 每 30 秒重新检查。
zh_hant: 每 30 秒重新確認。

source: Checking every block on this Mac
ja: このMacですべてのブロックを確認中
ko: 블록을 이 Mac에서 직접 확인하는 중
zh_hans: 正在此 Mac 上检查每个区块
zh_hant: 正在此 Mac 上檢查每個區塊

source: Checking the balance against the validators' signature on this device.
ja: このデバイスで検証者の署名と照合し、残高を確認しています。
ko: 이 기기에서 네트워크 서명으로 잔액을 확인하고 있어요.
zh_hans: 正在此设备上用验证者的签名核对余额。
zh_hant: 正在此裝置上以驗證者簽章確認餘額。

source: Checking the network…
ja: ネットワークを確認中…
ko: 네트워크를 확인하는 중…
zh_hans: 正在检查网络…
zh_hant: 正在檢查網路…

source: Checking the node…
ja: ノードを確認中…
ko: 노드 확인 중…
zh_hans: 正在检查节点…
zh_hant: 正在檢查節點…

source: Checking…
ja: 確認中…
ko: 확인하는 중…
zh_hans: 正在检查…
zh_hant: 正在確認…

source: Checks before you send
ja: 送る前の確認
ko: 보내기 전 확인
zh_hans: 发送前的检查
zh_hant: 傳送前的檢查

source: Choose Another Location
ja: 別の保存先を選択
ko: 다른 위치 선택
zh_hans: 选择其他位置
zh_hant: 選擇其他位置

source: Choose Location…
ja: 保存先を選択…
ko: 다른 위치 선택…
zh_hans: 选择位置…
zh_hant: 選擇位置…

source: Choose a valid payout address.
ja: 有効な報酬の受取アドレスを選んでください。
ko: 올바른 보상 수령 주소를 선택해 주세요.
zh_hans: 请选择有效的奖励接收地址。
zh_hant: 請選擇有效的獎勵接收地址。

source: Choose an account before saving browser data.
ja: ブラウザのデータを保存する前にアカウントを選択してください。
ko: 브라우저 데이터를 저장하려면 계정을 선택하세요.
zh_hans: 请先选择账户，再保存浏览器数据。
zh_hant: 請先選擇帳戶，再儲存瀏覽器資料。

source: Choose another payout account before removing this one.
ja: このアカウントを削除する前に、別の報酬の受取アカウントを選んでください。
ko: 이 계정을 삭제하기 전에 다른 보상 수령 계정을 선택해 주세요.
zh_hans: 请先选择其他奖励接收账户，再删除此账户。
zh_hant: 請先選擇其他獎勵接收帳戶，再刪除此帳戶。

source: Choose how the node starts and resumes.
ja: ノードの起動と再開の方法を選びます。
ko: 노드가 시작하고 다시 실행되는 방식을 정하세요.
zh_hans: 选择节点启动和恢复运行的方式。
zh_hant: 選擇節點啟動和恢復執行的方式。

source: Choose where node rewards are received. Switching your wallet account does not change this.
ja: ノードの報酬を受け取るアカウントを選んでください。ウォレットのアカウントを切り替えても、この設定は変わりません。
ko: 노드 보상을 받을 계정을 선택하세요. 지갑 계정을 바꾸어도 이 설정은 달라지지 않아요.
zh_hans: 请选择接收节点奖励的账户。切换钱包账户不会更改此设置。
zh_hant: 請選擇接收節點獎勵的帳戶。切換錢包帳戶不會變更此設定。

source: Clear
ja: 消去
ko: 지우기
zh_hans: 清除
zh_hant: 清除

source: Clear history
ja: 履歴を消去
ko: 방문 기록 지우기
zh_hans: 清除浏览记录
zh_hant: 清除瀏覽記錄

source: Close find bar
ja: 検索バーを閉じる
ko: 찾기 막대 닫기
zh_hans: 关闭查找栏
zh_hant: 關閉尋找列

source: Close tab
ja: タブを閉じる
ko: 탭 닫기
zh_hans: 关闭标签页
zh_hant: 關閉分頁

source: Command-line tools installed
ja: コマンドラインツールをインストールしました
ko: 명령줄 도구를 설치했어요
zh_hans: 已安装命令行工具
zh_hant: 已安裝命令列工具

source: Confirm
ja: 確認
ko: 확인
zh_hans: 确认
zh_hant: 確認

source: Confirm the send
ja: 送金を確認
ko: 보내기 확인
zh_hans: 确认发送
zh_hant: 確認傳送

source: Confirmed
ja: 確定
ko: 확정
zh_hans: 已确定
zh_hant: 已確定

source: Confirming…
ja: 確認中…
ko: 확인하는 중…
zh_hans: 正在确认…
zh_hant: 正在確認…

source: Connect
ja: 接続
ko: 연결
zh_hans: 连接
zh_hant: 連線

source: Connect it and the node restarts by itself.
ja: ディスクを接続すると、ノードが自動で再開します。
ko: 디스크를 연결하면 저절로 다시 시작해요.
zh_hans: 连接磁盘后，节点会自动重启。
zh_hant: 連接磁碟後，節點會自動重新啟動。

source: Connect to %@?
ja: %@に接続しますか？
ko: %@에 연결할까요?
zh_hans: 连接到 %@？
zh_hant: 連線至 %@？

source: Connected
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連線

source: Connected account
ja: 接続中のアカウント
ko: 연결된 계정
zh_hans: 已连接的账户
zh_hant: 已連線的帳戶

source: Connected sites
ja: 接続済みのサイト
ko: 연결된 사이트
zh_hans: 已连接的网站
zh_hant: 已連線的網站

source: Connected to %@
ja: %@に接続済み
ko: %@에 연결됨
zh_hans: 已连接到 %@
zh_hant: 已連線至 %@

source: Connected to the %@ testnet
ja: %@テストネットに接続済み
ko: %@ 테스트넷에 연결됨
zh_hans: 已连接到 %@ 测试网
zh_hant: 已連線至 %@ 測試網

source: Connecting
ja: 接続中
ko: 연결하는 중
zh_hans: 正在连接
zh_hant: 正在連線

source: Connecting to %@…
ja: %@に接続中…
ko: %@에 연결하는 중…
zh_hans: 正在连接到 %@…
zh_hant: 正在連線至 %@…

source: Connecting to the %@ testnet…
ja: %@テストネットに接続中…
ko: %@ 테스트넷에 연결하는 중…
zh_hans: 正在连接到 %@ 测试网…
zh_hant: 正在連線至 %@ 測試網…

source: Contacts
ja: 連絡先
ko: 연락처
zh_hans: 联系人
zh_hant: 聯絡人

source: Contract
ja: コントラクト
ko: 컨트랙트
zh_hans: 合约
zh_hant: 合約

source: Contract call %@
ja: コントラクトの呼び出し%@
ko: 컨트랙트 호출 %@
zh_hans: 合约调用 %@
zh_hant: 合約呼叫 %@

source: Copied
ja: コピーしました
ko: 복사했어요
zh_hans: 已复制
zh_hant: 已複製

source: Copies to the clipboard only — no address, balance or node ID, nothing sent from this Mac.
ja: クリップボードにのみコピーします。アドレス、残高、ノードIDを含まず、このMacの外には何も送りません。
ko: 주소·잔액·노드 ID 없이, 이 Mac 밖으로 보내지 않고 클립보드에만 복사해요.
zh_hans: 只复制到剪贴板，不包含地址、余额或节点编号，也不会从此 Mac 发送任何内容。
zh_hant: 僅複製到剪貼簿，不含地址、餘額或節點識別碼，也不會從此 Mac 傳出任何資料。

source: Copy
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

source: Copy Address
ja: アドレスをコピー
ko: 주소 복사
zh_hans: 复制地址
zh_hant: 複製地址

source: Copy Diagnostics
ja: 診断情報をコピー
ko: 진단 정보 복사
zh_hans: 复制诊断信息
zh_hant: 複製診斷資訊

source: Copy Token Address
ja: トークンのアドレスをコピー
ko: 토큰 주소 복사
zh_hans: 复制代币地址
zh_hant: 複製代幣地址

source: Copy address
ja: アドレスをコピー
ko: 주소 복사
zh_hans: 复制地址
zh_hant: 複製地址

source: Copy link
ja: リンクをコピー
ko: 링크 복사
zh_hans: 复制链接
zh_hant: 複製連結

source: Copying and checking · %lld%%
ja: コピーして確認中 · %lld%%
ko: 옮기고 확인하는 중 · %lld%%
zh_hans: 正在复制并检查 · %lld%%
zh_hant: 正在複製並確認 · %lld%%

source: Could not change Open at Login. Please try again.
ja: ログイン時に開く設定を変更できませんでした。もう一度お試しください。
ko: 로그인 시 열기를 바꾸지 못했어요. 다시 시도해 주세요.
zh_hans: 未能更改登录时打开的设置。请重试。
zh_hant: 無法變更登入時開啟的設定。請重試。

source: Could not change Open at Login: %@
ja: 「ログイン時に開く」を変更できませんでした：%@
ko: 로그인 시 열기를 바꾸지 못했어요: %@
zh_hans: 无法更改“登录时打开”：%@
zh_hant: 無法變更登入時開啟：%@

source: Could not complete this step. Please try again.
ja: この手順を完了できませんでした。再試行してください。
ko: 진행하지 못했어요. 다시 시도해 주세요.
zh_hans: 无法完成此步骤，请重试。
zh_hant: 無法完成此步驟，請再試一次。

source: Could not connect to the network. Please try again shortly.
ja: ネットワークに接続できませんでした。少し待って再試行してください。
ko: 네트워크에 연결하지 못했어요. 잠시 뒤 다시 해 주세요.
zh_hans: 无法连接网络，请稍后重试。
zh_hant: 無法連線網路，請稍後再試。

source: Could not create the wallet key. Please try again.
ja: ウォレットのキーを作成できませんでした。もう一度お試しください。
ko: 지갑 키를 만들지 못했어요. 다시 시도해 주세요.
zh_hans: 未能创建钱包密钥。请重试。
zh_hant: 無法建立錢包金鑰。請重試。

source: Could not create the wallet key: %@
ja: ウォレットのキーを作成できませんでした：%@
ko: 지갑 키를 만들지 못했어요: %@
zh_hans: 无法创建钱包密钥：%@
zh_hant: 無法建立錢包金鑰：%@

source: Could not install the command-line tools.
ja: コマンドラインツールをインストールできませんでした。
ko: 명령줄 도구를 설치하지 못했어요.
zh_hans: 无法安装命令行工具。
zh_hant: 無法安裝命令列工具。

source: Could not keep the node running after restarts.
ja: 再起動後もノードを動かし続ける設定を有効にできませんでした。
ko: 재시동 뒤 노드 계속 돌리기를 켜지 못했어요.
zh_hans: 无法让节点在重新启动后继续运行。
zh_hant: 無法讓節點在重新啟動後繼續執行。

source: Could not keep the node running after restarts: %@
ja: 再起動後もノードを動かし続ける設定を有効にできませんでした：%@
ko: 재시동 뒤 노드 계속 돌리기를 켜지 못했어요: %@
zh_hans: 无法让节点在重新启动后继续运行：%@
zh_hant: 無法啟用重新啟動後繼續執行節點：%@

source: Could not read tokens from the node. It tries again shortly.
ja: ノードからトークンを読み取れませんでした。まもなく再試行します。
ko: 노드에서 토큰을 읽지 못했어요. 곧 다시 시도해요.
zh_hans: 无法从节点读取代币，稍后会重试。
zh_hant: 無法從節點讀取代幣，稍後會重試。

source: Create a token
ja: トークンを作成
ko: 토큰 만들기
zh_hans: 创建代币
zh_hant: 建立代幣

source: Create account
ja: アカウントを作成
ko: 계정 만들기
zh_hans: 创建账户
zh_hant: 建立帳戶

source: Create recovery words
ja: 復旧用の単語を作成
ko: 복구 단어 만들기
zh_hans: 创建恢复词
zh_hant: 建立復原詞語

source: Created a token
ja: トークンを作成しました
ko: 토큰 만들기
zh_hans: 已创建代币
zh_hant: 已建立代幣

source: Current payout address
ja: 現在の報酬受取アドレス
ko: 현재 보상 수령 주소
zh_hans: 当前奖励接收地址
zh_hant: 目前獎勵接收地址

source: Decimals
ja: 小数点以下の桁数
ko: 소수 자릿수
zh_hans: 小数位数
zh_hant: 小數位數

source: Default
ja: 初期設定
ko: 기본
zh_hans: 默认
zh_hant: 預設

source: Default (this Mac's internal disk)
ja: 既定の保存先（このMacの内蔵ディスク）
ko: 기본 위치 (이 Mac의 내장 디스크)
zh_hans: 默认（此 Mac 的内置磁盘）
zh_hant: 預設（此 Mac 的內建磁碟）

source: Deploy a contract (%lld bytes)
ja: コントラクトを公開（%lldバイト）
ko: 컨트랙트 배포 (%lld바이트)
zh_hans: 部署合约（%lld 字节）
zh_hant: 部署合約（%lld 位元組）

source: Deployed a contract
ja: コントラクトを公開しました
ko: 컨트랙트 배포
zh_hans: 已部署合约
zh_hant: 已部署合約

source: Deployed contract %@
ja: コントラクト%@を公開しました
ko: 컨트랙트 %@ 배포
zh_hans: 已部署合约 %@
zh_hant: 已部署合約 %@

source: Details
ja: 詳細
ko: 자세히
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Dev network · 127.0.0.1
ja: 開発用ネットワーク · 127.0.0.1
ko: 개발 네트워크 · 127.0.0.1
zh_hans: 开发网络 · 127.0.0.1
zh_hant: 開發網路 · 127.0.0.1

source: Dev network · 127.0.0.1:%@
ja: 開発用ネットワーク · 127.0.0.1:%@
ko: 개발 네트워크 · 127.0.0.1:%@
zh_hans: 开发网络 · 127.0.0.1:%@
zh_hant: 開發網路 · 127.0.0.1:%@

source: Developer
ja: 開発者
ko: 개발자
zh_hans: 开发者
zh_hant: 開發者

source: Developer Mode
ja: 開発者モード
ko: 개발자 모드
zh_hans: 开发者模式
zh_hant: 開發者模式

source: Developer mode
ja: 開発者モード
ko: 개발자 모드
zh_hans: 开发者模式
zh_hant: 開發者模式

source: Developer mode (proofs, state roots, raw logs)
ja: 開発者モード（証明、状態ルート、元のログ）
ko: 개발자 모드 (증명, 상태 루트, 원본 로그)
zh_hans: 开发者模式（证明、状态根、原始日志）
zh_hant: 開發者模式（證明、狀態根、原始紀錄）

source: Disconnect
ja: 接続を解除
ko: 연결 해제
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnect all
ja: すべての接続を解除
ko: 모두 연결 해제
zh_hans: 断开全部连接
zh_hant: 全部中斷連線

source: Discover pools and token prices.
ja: プールとトークンの価格を確認できます。
ko: 유동성 풀과 토큰 가격을 확인하세요.
zh_hans: 查看流动性池和代币价格。
zh_hant: 查看流動性池和代幣價格。

source: Disk space low
ja: ディスクの空き容量が不足
ko: 디스크 공간 부족
zh_hans: 磁盘空间不足
zh_hant: 磁碟空間不足

source: Disk “%@” not connected
ja: ディスク「%@」が未接続
ko: ‘%@’ 디스크가 연결되지 않음
zh_hans: 磁盘“%@”未连接
zh_hant: 磁碟「%@」未連接

source: Done.
ja: 完了しました。
ko: 완료됐어요.
zh_hans: 已完成。
zh_hant: 已完成。

source: Download canceled.
ja: ダウンロードをキャンセルしました。
ko: 다운로드를 취소했어요.
zh_hans: 已取消下载。
zh_hant: 已取消下載。

source: Downloaded %@.
ja: %@をダウンロードしました。
ko: %@ 다운로드를 마쳤어요.
zh_hans: 已下载 %@。
zh_hant: 已下載 %@。

source: EMERGENCY NETWORK UPGRADE
ja: 緊急のネットワーク更新
ko: 긴급 네트워크 업그레이드
zh_hans: 紧急网络升级
zh_hant: 緊急網路升級

source: EastSea DEX
ja: EastSea分散型取引所
ko: 동해 탈중앙 거래소
zh_hans: EastSea 去中心化交易所
zh_hant: EastSea 去中心化交易所

source: EastSea Names
ja: EastSeaネーム
ko: 동해 이름
zh_hans: EastSea 名称
zh_hant: EastSea 名稱

source: EastSea apps
ja: EastSeaアプリ
ko: 동해 앱
zh_hans: EastSea 应用
zh_hant: EastSea 應用程式

source: EastSea diagnostics — no address, balance or node ID inside. Nothing was sent from this Mac.
ja: EastSeaの診断情報 — アドレス、残高、ノードIDを含みません。このMacから何も送信していません。
ko: 동해 진단 정보 — 주소·잔액·노드 ID는 들어 있지 않아요. 이 글은 이 Mac 밖으로 보내지지 않았어요.
zh_hans: EastSea 诊断信息，不含地址、余额或节点编号。没有从此 Mac 发送任何内容。
zh_hant: EastSea 診斷資訊 — 不含地址、餘額或節點識別碼。沒有從此 Mac 傳出任何資料。

source: EastSea is moving your data over from Aether. This takes a moment; the wallet and the node start as soon as it is done.
ja: EastSeaがAetherからデータを移しています。少しお待ちください。終わるとウォレットとノードが起動します。
ko: 동해가 Aether의 데이터를 옮기고 있어요. 잠시면 끝나고, 끝나는 대로 지갑과 노드가 시작돼요.
zh_hans: EastSea 正在迁移 Aether 的数据，稍后即可完成。完成后，钱包和节点会立即启动。
zh_hant: EastSea 正在從 Aether 移入資料。只需稍候，完成後錢包與節點便會啟動。

source: EastSea replaces Aether. While Aether is installed it opens at login, holds on to the old data and runs a second node. Quit Aether and move it to the Trash? No data is deleted — EastSea moves your wallet and node data over.
ja: EastSeaはAetherに代わるアプリです。Aetherが残っていると、ログイン時に起動して以前のデータを使い、もう1つノードを動かします。Aetherを終了してゴミ箱に移動しますか？データは削除しません。ウォレットとノードのデータはEastSeaが移動します。
ko: 동해가 Aether를 대신해요. Aether가 남아 있으면 로그인할 때 열려서 이전 데이터를 붙잡고 노드를 하나 더 돌려요. Aether를 종료하고 휴지통으로 옮길까요? 데이터는 지우지 않아요. 지갑과 노드 데이터는 동해가 옮겨 둬요.
zh_hans: EastSea 替代 Aether。Aether 仍安装时，会在登录时打开、占用旧数据并运行第二个节点。退出 Aether 并将它移至废纸篓？不会删除数据，EastSea 会迁移你的钱包和节点数据。
zh_hant: EastSea 取代 Aether。Aether 仍安裝時，會在登入時開啟、占用舊資料，並執行第二個節點。要結束 Aether 並移至垃圾桶嗎？不會刪除資料，EastSea 會移入你的錢包與節點資料。

source: EastSea website
ja: EastSeaのウェブサイト
ko: 동해 웹사이트
zh_hans: EastSea 网站
zh_hant: EastSea 網站

source: Emergency release · all three builders signed
ja: 緊急リリース · 3人のビルダー全員が署名
ko: 긴급 릴리스 · 빌더 세 명 모두 서명
zh_hans: 紧急版本 · 三位构建者均已签名
zh_hant: 緊急版本 · 三位建置者皆已簽署

source: Enter a URL, a sea name, or search terms.
ja: ウェブアドレス、sea://の名前、または検索語を入力してください。
ko: 웹 주소, sea:// 이름 또는 검색어를 입력하세요.
zh_hans: 请输入网址、sea:// 名称或搜索词。
zh_hant: 請輸入網址、sea:// 名稱或搜尋字詞。

source: Enter a new, valid 0x address (up to 8 linked wallets).
ja: 新しい有効な0xアドレスを入力してください（最大8つのウォレットを接続できます）。
ko: 새롭고 올바른 0x 주소를 입력해 주세요(최대 8개까지 연결돼요).
zh_hans: 请输入一个新的有效 0x 地址（最多可关联 8 个钱包）。
zh_hant: 請輸入新的有效 0x 地址（最多可連結 8 個錢包）。

source: Enter a web address (https)
ja: ウェブアドレスを入力（https）
ko: 웹 주소 입력 (https)
zh_hans: 输入网址（https）
zh_hant: 輸入網頁地址（https）

source: Enter a web address, a sea:// name, or a search term.
ja: ウェブアドレス、sea://の名前、または検索語を入力してください。
ko: 웹 주소, sea:// 이름 또는 검색어를 입력하세요.
zh_hans: 请输入网址、sea:// 名称或搜索词。
zh_hant: 請輸入網址、sea:// 名稱或搜尋字詞。
